Repository: HOCKULUS/BoxHelper
Catalog: BoxHelper/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fr, hi, it, ja, nl, pl, pt_pt, uk, zh_hans, zh_hk

source: Returns all image file names associated with a box.
ar: يعيد جميع أسماء ملفات الصور المرتبطة بصندوق.
bn: একটি বাক্সের সাথে যুক্ত সব ছবির ফাইলনাম ফেরত দেয়।
cs: Vrátí všechny názvy souborů obrázků přiřazených ke krabici.
da: Returnerer alle billedfilnavne, der er knyttet til en kasse.
de: Gibt alle mit einer Kiste verbundenen Bilddateinamen zurück.
es: Devuelve todos los nombres de archivo de imagen asociados a una caja.
fr: Renvoie tous les noms de fichiers image associés à une boîte.
hi: किसी डिब्बे से जुड़ी सभी चित्र फ़ाइलों के नाम लौटाता है।
it: Restituisce tutti i nomi dei file immagine associati a una scatola.
ja: 箱に関連付けられたすべての画像ファイル名を返します。
nl: Geeft alle bestandsnamen van afbeeldingen terug die aan een doos zijn gekoppeld.
pl: Zwraca wszystkie nazwy plików obrazów powiązanych z pudełkiem.
pt_pt: Returns all imagem file names associated with a caixa.
uk: Повертає всі назви файлів зображень, пов’язаних із коробкою.
zh_hans: 回传与某个箱子相关的所有图片文件名。
zh_hk: 回傳與某個箱子相關的所有圖片檔名。

source: Returns all items that are not assigned to an existing box.
ar: يعيد جميع العناصر غير المعينة إلى صندوق موجود.
bn: যেসব আইটেম কোনো বিদ্যমান বাক্সে যুক্ত নয়, সেগুলো সব ফেরত দেয়।
cs: Vrátí všechny položky, které nejsou přiřazeny žádné existující krabici.
da: Returnerer alle genstande, der ikke er knyttet til en eksisterende kasse.
de: Gibt alle Gegenstände zurück, die keiner vorhandenen Kiste zugeordnet sind.
es: Devuelve todos los objetos que no están asignados a una caja existente.
fr: Renvoie tous les éléments qui ne sont attribués à aucune boîte existante.
hi: उन सभी वस्तुओं को लौटाता है जो किसी मौजूदा डिब्बे से जुड़ी नहीं हैं।
it: Restituisce tutti gli elementi che non sono assegnati a una scatola esistente.
ja: 既存の箱に割り当てられていないすべてのアイテムを返します。
nl: Geeft alle items terug die niet aan een bestaande doos zijn toegewezen.
pl: Zwraca wszystkie przedmioty, które nie są przypisane do istniejącego pudełka.
pt_pt: Returns all itens that are not assigned to an existing caixa.
uk: Повертає всі елементи, які не призначені жодній наявній коробці.
zh_hans: 回传所有未指派到现有箱子的物品。
zh_hk: 回傳所有未指派到現有箱子的物品。

source: Returns all locations that currently contain no boxes.
ar: يعيد جميع المواقع التي لا تحتوي حالياً على صناديق.
bn: যেসব অবস্থানে বর্তমানে কোনো বাক্স নেই, সেগুলো সব ফেরত দেয়।
cs: Vrátí všechna umístění, která momentálně neobsahují žádné krabice.
da: Returnerer alle placeringer, som i øjeblikket ikke indeholder nogen kasser.
de: Gibt alle Standorte zurück, die derzeit keine Kisten enthalten.
es: Devuelve todas las ubicaciones que actualmente no contienen cajas.
fr: Renvoie tous les emplacements qui ne contiennent actuellement aucune boîte.
hi: उन सभी स्थानों को लौटाता है जिनमें अभी कोई डिब्बा नहीं है।
it: Restituisce tutte le posizioni che attualmente non contengono scatole.
ja: 現在箱が1つもないすべての場所を返します。
nl: Geeft alle locaties terug die momenteel geen dozen bevatten.
pl: Zwraca wszystkie lokalizacje, które obecnie nie zawierają żadnych pudełek.
pt_pt: Returns all localizaçãos that currently contain no caixaes.
uk: Повертає всі локації, які наразі не містять коробок.
zh_hans: 回传目前没有任何箱子的位置。
zh_hk: 回傳目前沒有任何箱子的位置。

source: Returns all tags assigned to a box.
ar: يعيد جميع العلامات المعينة إلى صندوق.
bn: একটি বাক্সে যুক্ত সব ট্যাগ ফেরত দেয়।
cs: Vrátí všechny značky přiřazené ke krabici.
da: Returnerer alle tags, der er knyttet til en kasse.
de: Gibt alle Tags zurück, die einer Kiste zugewiesen sind.
es: Devuelve todas las etiquetas asignadas a una caja.
fr: Renvoie toutes les étiquettes attribuées à une boîte.
hi: किसी डिब्बे से जुड़े सभी टैग लौटाता है।
it: Restituisce tutte le etichette assegnate a una scatola.
ja: 箱に割り当てられたすべてのタグを返します。
nl: Geeft alle tags terug die aan een doos zijn toegewezen.
pl: Zwraca wszystkie tagi przypisane do pudełka.
pt_pt: Returns all tags assigned to a caixa.
uk: Повертає всі мітки, призначені коробці.
zh_hans: 回传指派給某个箱子的所有标签。
zh_hk: 回傳指派給某個箱子的所有標籤。

source: Returns how many boxes and items are stored at a specific location.
ar: يعيد عدد الصناديق والعناصر المخزنة في موقع محدد.
bn: একটি নির্দিষ্ট অবস্থানে কতগুলো বাক্স ও আইটেম সংরক্ষিত আছে তা ফেরত দেয়।
cs: Vrátí počet krabic a položek uložených v konkrétním umístění.
da: Returnerer hvor mange kasser og genstande der er gemt på en bestemt placering.
de: Gibt zurück, wie viele Kisten und Gegenstände an einem bestimmten Standort gelagert sind.
es: Devuelve cuántas cajas y objetos están almacenados en una ubicación concreta.
fr: Renvoie le nombre de boîtes et d’éléments stockés à un emplacement spécifique.
hi: यह लौटाता है कि किसी विशेष स्थान पर कितने डिब्बे और वस्तुएँ संग्रहीत हैं।
it: Restituisce quante scatole ed elementi sono archiviati in una posizione specifica.
ja: 特定の場所に保存されている箱とアイテムの数を返します。
nl: Geeft terug hoeveel dozen en items op een specifieke locatie zijn opgeslagen.
pl: Zwraca liczbę pudełek i przedmiotów przechowywanych w danej lokalizacji.
pt_pt: Returns how many caixaes and itens are stored at a specific localização.
uk: Повертає, скільки коробок і елементів зберігається в конкретній локації.
zh_hans: 回传特定位置中存储的箱子与物品数量。
zh_hk: 回傳特定位置中儲存的箱子與物品數量。

source: Returns the ID of the box that contains the specified item.
ar: يعيد معرف الصندوق الذي يحتوي على العنصر المحدد.
bn: নির্দিষ্ট আইটেমটি যে বাক্সে আছে সেই বাক্সের ID ফেরত দেয়।
cs: Vrátí ID krabice, která obsahuje zadanou položku.
da: Returnerer ID'et på den kasse, der indeholder den angivne genstand.
de: Gibt die ID der Kiste zurück, die den angegebenen Gegenstand enthält.
es: Devuelve el ID de la caja que contiene el objeto especificado.
fr: Renvoie l’ID de la boîte qui contient l’élément spécifié.
hi: निर्दिष्ट वस्तु को रखने वाले डिब्बे की आईडी लौटाता है।
it: Restituisce l’ID della scatola che contiene l’elemento specificato.
ja: 指定したアイテムが入っている箱のIDを返します。
nl: Geeft de ID terug van de doos die het opgegeven item bevat.
pl: Zwraca identyfikator pudełka zawierającego wskazany przedmiot.
pt_pt: Returns the ID of the caixa that contains the specified item.
uk: Повертає ID коробки, яка містить вказаний елемент.
zh_hans: 回传包含指定物品的箱子 ID。
zh_hk: 回傳包含指定物品的箱子 ID。

source: Returns the IDs of all existing boxes.
ar: يعيد معرفات جميع الصناديق الموجودة.
bn: সব বিদ্যমান বাক্সের ID ফেরত দেয়।
cs: Vrátí ID všech existujících krabic.
da: Returnerer ID'erne for alle eksisterende kasser.
de: Gibt die IDs aller vorhandenen Kisten zurück.
es: Devuelve los ID de todas las cajas existentes.
fr: Renvoie les ID de toutes les boîtes existantes.
hi: सभी मौजूदा डिब्बों की आईडी लौटाता है।
it: Restituisce gli ID di tutte le scatole esistenti.
ja: 存在するすべての箱のIDを返します。
nl: Geeft de ID's terug van alle bestaande dozen.
pl: Zwraca identyfikatory wszystkich istniejących pudełek.
pt_pt: Returns the IDs of all existing caixaes.
uk: Повертає ID усіх наявних коробок.
zh_hans: 回传所有现有箱子的 ID。
zh_hk: 回傳所有現有箱子的 ID。

source: Returns the IDs of all existing items.
ar: يعيد معرفات جميع العناصر الموجودة.
bn: সব বিদ্যমান আইটেমের ID ফেরত দেয়।
cs: Vrátí ID všech existujících položek.
da: Returnerer ID'erne for alle eksisterende genstande.
de: Gibt die IDs aller vorhandenen Gegenstände zurück.
es: Devuelve los ID de todos los objetos existentes.
fr: Renvoie les ID de tous les éléments existants.
hi: सभी मौजूदा वस्तुओं की आईडी लौटाता है।
it: Restituisce gli ID di tutti gli elementi esistenti.
ja: 存在するすべてのアイテムのIDを返します。
nl: Geeft de ID's terug van alle bestaande items.
pl: Zwraca identyfikatory wszystkich istniejących przedmiotów.
pt_pt: Returns the IDs of all existing itens.
uk: Повертає ID усіх наявних елементів.
zh_hans: 回传所有现有物品的 ID。
zh_hk: 回傳所有現有物品的 ID。

source: Returns the IDs of all existing locations.
ar: يعيد معرفات جميع المواقع الموجودة.
bn: সব বিদ্যমান অবস্থানের ID ফেরত দেয়।
cs: Vrátí ID všech existujících umístění.
da: Returnerer ID'erne for alle eksisterende placeringer.
de: Gibt die IDs aller vorhandenen Standorte zurück.
es: Devuelve los ID de todas las ubicaciones existentes.
fr: Renvoie les ID de tous les emplacements existants.
hi: सभी मौजूदा स्थानों की आईडी लौटाता है।
it: Restituisce gli ID di tutte le posizioni esistenti.
ja: 存在するすべての場所のIDを返します。
nl: Geeft de ID's terug van alle bestaande locaties.
pl: Zwraca identyfikatory wszystkich istniejących lokalizacji.
pt_pt: Returns the IDs of all existing localizaçãos.
uk: Повертає ID усіх наявних локацій.
zh_hans: 回传所有现有位置的 ID。
zh_hk: 回傳所有現有位置的 ID。

source: Returns the location id of the box.
ar: يعيد معرف موقع الصندوق.
bn: বাক্সের অবস্থানের ID ফেরত দেয়।
cs: Vrátí ID umístění krabice.
da: Returnerer placeringens ID for kassen.
de: Gibt die Standort-ID einer bestimmten Kiste zurück.
es: Devuelve el ID de ubicación de la caja.
fr: Renvoie l’ID de l’emplacement de la boîte.
hi: डिब्बे की स्थान आईडी लौटाता है।
it: Restituisce l’ID della posizione della scatola.
ja: 箱の場所IDを返します。
nl: Geeft de locatie-ID van de doos terug.
pl: Zwraca identyfikator lokalizacji pudełka.
pt_pt: Returns the localização id of the caixa.
uk: Повертає ID локації коробки.
zh_hans: 回传箱子的位置 ID。
zh_hk: 回傳箱子的位置 ID。

source: Returns the name of a box based on its ID.
ar: يعيد اسم الصندوق بناءً على معرفه.
bn: তার ID অনুযায়ী একটি বাক্সের নাম ফেরত দেয়।
cs: Vrátí název krabice podle jejího ID.
da: Returnerer navnet på en kasse ud fra dens ID.
de: Gibt den Kistennamen anhand einer bestimmten Kisten-ID zurück.
es: Devuelve el nombre de una caja según su ID.
fr: Renvoie le nom d’une boîte à partir de son ID.
hi: उसकी आईडी के आधार पर डिब्बे का नाम लौटाता है।
it: Restituisce il nome di una scatola in base al suo ID.
ja: IDに対応する箱名を返します。
nl: Geeft de naam van een doos terug op basis van zijn ID.
pl: Zwraca nazwę pudełka na podstawie jego identyfikatora.
pt_pt: Returns the name of a caixa based on its ID.
uk: Повертає назву коробки на основі її ID.
zh_hans: 根据 ID 回传箱子名稱。
zh_hk: 根據 ID 回傳箱子名稱。

source: Returns the name of a location based on its ID.
ar: يعيد اسم الموقع بناءً على معرفه.
bn: তার ID অনুযায়ী একটি অবস্থানের নাম ফেরত দেয়।
cs: Vrátí název umístění podle jeho ID.
da: Returnerer navnet på en placering ud fra dens ID.
de: Gibt den Standortnamen einer bestimmten Standort-ID zurück.
es: Devuelve el nombre de una ubicación según su ID.
fr: Renvoie le nom d’un emplacement à partir de son ID.
hi: उसकी आईडी के आधार पर स्थान का नाम लौटाता है।
it: Restituisce il nome di una posizione in base al suo ID.
ja: IDに対応する場所名を返します。
nl: Geeft de naam van een locatie terug op basis van zijn ID.
pl: Zwraca nazwę lokalizacji na podstawie jej identyfikatora.
pt_pt: Returns the name of a localização based on its ID.
uk: Повертає назву локації на основі її ID.
zh_hans: 根据 ID 回传位置名稱。
zh_hk: 根據 ID 回傳位置名稱。

source: Returns the name of an item based on its ID.
ar: يعيد اسم العنصر بناءً على معرفه.
bn: তার ID অনুযায়ী একটি আইটেমের নাম ফেরত দেয়।
cs: Vrátí název položky podle jejího ID.
da: Returnerer navnet på en genstand ud fra dens ID.
de: Gibt den Gegenstandsnamen einer bestimmten Gegenstands-ID zurück
es: Devuelve el nombre de un objeto según su ID.
fr: Renvoie le nom d’un élément à partir de son ID.
hi: उसकी आईडी के आधार पर वस्तु का नाम लौटाता है।
it: Restituisce il nome di un elemento in base al suo ID.
ja: IDに対応するアイテム名を返します。
nl: Geeft de naam van een item terug op basis van zijn ID.
pl: Zwraca nazwę przedmiotu na podstawie jego identyfikatora.
uk: Повертає назву елемента на основі його ID.
zh_hans: 根据 ID 回传物品名稱。
zh_hk: 根據 ID 回傳物品名稱。

source: Returns total counts for boxes, items, and locations.
ar: يعيد الأعداد الإجمالية للصناديق والعناصر والمواقع.
bn: বাক্স, আইটেম এবং অবস্থানের মোট সংখ্যা ফেরত দেয়।
cs: Vrátí celkové počty krabic, položek a umístění.
da: Returnerer det samlede antal kasser, genstande og placeringer.
de: Gibt die Gesamtanzahl von Kisten, Gegenständen und Standorten zurück.
es: Devuelve los recuentos totales de cajas, objetos y ubicaciones.
fr: Renvoie le nombre total de boîtes, d’éléments et d’emplacements.
hi: डिब्बों, वस्तुओं और स्थानों की कुल संख्या लौटाता है।
it: Restituisce i conteggi totali di scatole, elementi e posizioni.
ja: 箱・アイテム・場所の合計数を返します。
nl: Geeft totale aantallen terug voor dozen, items en locaties.
pl: Zwraca łączną liczbę pudełek, przedmiotów i lokalizacji.
pt_pt: Returns total counts for caixaes, itens, and localizaçãos.
uk: Повертає загальні кількості коробок, елементів і локацій.
zh_hans: 回传箱子、物品和位置的总数。
zh_hk: 回傳箱子、物品和位置的總數。

source: Right
ar: يمين
bn: ডান
cs: Vpravo
da: Højre
de: Rechts
es: Derecha
fr: Droite
hi: दायाँ
it: Destra
ja: 右
nl: Rechts
pl: Prawo
pt_pt: Direita
uk: Праворуч
zh_hans: 右侧
zh_hk: 右側

source: Roadmap
ar: خارطة الطريق
bn: রোডম্যাপ
cs: Plán vývoje
es: Hoja de ruta
fr: Feuille de route
hi: रोडमैप
it: Tabella di marcia
ja: ロードマップ
nl: Routekaart
pl: Plan rozwoju
pt_pt: Roteiro
uk: Дорожня карта
zh_hans: 路线图
zh_hk: 路線圖

# Schließen
source: Close
ar: إغلاق
bn: বন্ধ করুন
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt_pt: Fechar
uk: Закрити
zh_hans: 关闭
zh_hk: 關閉

# Schwer
source: Heavy
ar: ثقيل
bn: ভারী
cs: Těžké
da: Tung
de: Schwer
es: Pesado
fr: Lourd
hi: भारी
it: Pesante
ja: 重い
nl: Zwaar
pl: Ciężkie
pt_pt: Pesado
uk: Важкий
zh_hans: 沉重
zh_hk: 沉重

source: Search
ar: بحث
bn: অনুসন্ধান
cs: Hledat
da: Søg
de: Suche
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
nl: Zoeken
pl: Szukaj
pt_pt: Pesquisar
uk: Пошук
zh_hans: 搜索
zh_hk: 搜尋

source: Search item
ar: ابحث عن عنصر
bn: আইটেম খুঁজুন
cs: Hledat položku
da: Søg genstand
de: Gegenstand suchen
es: Buscar objeto
fr: Rechercher un élément
hi: खोजें वस्तु
it: Cerca elemento
ja: アイテムを検索
nl: Item zoeken
pl: Wyszukaj przedmiot
pt_pt: Pesquisar item
uk: Шукати елемент
zh_hans: 搜索物品
zh_hk: 搜尋物品

source: Search item ${itemName}
ar: البحث عن العنصر ${itemName}
bn: আইটেম ${itemName} খুঁজুন
cs: Hledat položku ${itemName}
da: Søg efter genstand ${itemName}
de: Suche Gegenstand ${itemName}
es: Buscar objeto ${itemName}
fr: Rechercher l’élément ${itemName}
hi: वस्तु ${itemName} खोजें
it: Cerca elemento ${itemName}
ja: アイテム ${itemName} を検索
nl: Zoek item ${itemName}
pl: Wyszukaj przedmiot ${itemName}
pt_pt: Pesquisar item ${itemName}
uk: Шукати елемент ${itemName}
zh_hans: 搜索物品 ${itemName}
zh_hk: 搜尋物品 ${itemName}

source: Search suggestions
ar: اقتراحات البحث
bn: অনুসন্ধান পরামর্শ
cs: Návrhy vyhledávání
da: Søgeforslag
de: Intelligente Vorschläge
es: Sugerencias de búsqueda
fr: Suggestions de recherche
hi: खोज सुझाव
it: Suggerimenti di ricerca
ja: 検索候補
nl: Zoeksuggesties
pl: Sugestie wyszukiwania
pt_pt: Sugestões de pesquisa
uk: Підказки пошуку
zh_hans: 搜索建议
zh_hk: 搜尋建議

source: Sehr hoch
ar: مرتفع جداً
bn: খুব উচ্চ
cs: Velmi vysoká
da: Meget høj
es: Muy alto
fr: Très élevé
hi: बहुत अधिक
it: Molto alta
ja: 非常に高い
nl: Zeer hoog
pl: Bardzo wysoka
pt_pt: Muito alto
uk: Дуже висока
zh_hans: 非常高
zh_hk: 非常高

source: Sehr niedrig
ar: منخفض جداً
bn: খুব কম
cs: Velmi nízká
da: Meget lav
es: Muy bajo
fr: Très faible
hi: बहुत कम
it: Molto bassa
ja: 非常に低い
nl: Zeer laag
pl: Bardzo niska
pt_pt: Muito baixo
uk: Дуже низька
zh_hans: 非常低
zh_hk: 非常低

source: Selecting ‘new → old’ will use the most recent image as the preview for the box
ar: سيؤدي اختيار «الأحدث ← الأقدم» إلى استخدام أحدث صورة كمعاينة للصندوق
bn: ‘নতুন → পুরোনো’ বেছে নিলে সবচেয়ে সাম্প্রতিক ছবিটি বাক্সের প্রিভিউ হিসেবে ব্যবহৃত হবে
cs: Volba „nové → staré“ použije jako náhled krabice nejnovější obrázek
da: Hvis du vælger "ny → gammel", bruges det nyeste billede som forhåndsvisning for kassen
de: Bei Auswahl von „neu → alt“ wird das neueste Bild als Vorschau verwendet
es: Seleccionar ‘nuevo → viejo’ usará la imagen más reciente como vista previa de la caja.
fr: La sélection de « nouveau → ancien » utilisera l’image la plus récente comme aperçu de la boîte
hi: ‘नया → पुराना’ चुनने पर डिब्बे के पूर्वावलोकन के लिए सबसे हाल की तस्वीर इस्तेमाल होगी।
it: Con “nuovo → vecchio” si usa l’immagine più recente come anteprima.
ja: 「新しい順 → 古い順」を選ぶと、最新の画像が箱のプレビューとして使用されます。
nl: Bij ‘nieuw → oud’ wordt de nieuwste afbeelding als voorbeeld gebruikt.
pl: Wybranie „nowe → stare” spowoduje użycie najnowszego obrazu jako podglądu pudełka.
pt_pt: Selecting ‘new → old’ will use the most recent imagem as the preview for the caixa
uk: Вибір «нове → старе» використовуватиме найновіше зображення як прев’ю коробки
zh_hans: 选择「新 → 旧」时，会使用最新的图片作为箱子预览图
zh_hk: 選擇「新 → 舊」時，會使用最新的圖片作為箱子預覽圖

source: Set a custom naming pattern in the box settings.
ar: عيّن نمط تسمية مخصصاً في إعدادات الصندوق.
bn: বাক্সের সেটিংসে একটি কাস্টম নামকরণ প্যাটার্ন সেট করুন।
cs: Nastavte vlastní vzor pojmenování v nastavení krabice.
da: Angiv et brugerdefineret navnemønster i kasseindstillingerne.
de: Lege ein benutzerdefiniertes Namensschema in den Kisten-Einstellungen fest.
es: Establece un patrón de nombres personalizado en la configuración de la caja.
fr: Définissez un modèle de nommage personnalisé dans les réglages de la boîte.
hi: डिब्बा सेटिंग्स में एक कस्टम नामकरण पैटर्न सेट करें।
it: Imposta un nome personalizzato nelle impostazioni della scatola.
ja: 箱の設定で独自の命名パターンを設定します。
nl: Stel een aangepast naamgevingspatroon in via de boxinstellingen.
pl: Ustaw własny wzorzec nazewnictwa w ustawieniach pudełka.
pt_pt: Set a custom naming pattern in the caixa settings.
uk: Встановіть власний шаблон назв у налаштуваннях коробки.
zh_hans: 在箱子设置中设置自訂命名模式。
zh_hk: 在箱子設定中設定自訂命名模式。

source: Set box location
ar: تعيين موقع الصندوق
bn: বাক্সের অবস্থান নির্ধারণ করুন
cs: Nastavit umístění krabice
da: Angiv kassens placering
de: Setze Kisten-Standort
es: Establecer ubicación de la caja
fr: Définir l’emplacement de la boîte
hi: डिब्बे का स्थान सेट करें
it: Imposta posizione scatola
ja: 箱の場所を設定
nl: Dooslocatie instellen
pl: Ustaw lokalizację pudełka
pt_pt: Set caixa localização
uk: Встановити локацію коробки
zh_hans: 设置箱子位置
zh_hk: 設定箱子位置

source: Set box tags
ar: تعيين علامات الصندوق
bn: বাক্সের ট্যাগ নির্ধারণ করুন
cs: Nastavit značky krabice
da: Angiv kassens tags
de: Setze Kisten-Tags
es: Establecer etiquetas de la caja
fr: Définir les étiquettes de la boîte
hi: डिब्बे के टैग सेट करें
it: Imposta etichette scatola
ja: 箱のタグを設定
nl: Doostags instellen
pl: Ustaw tagi pudełka
pt_pt: Set caixa tags
uk: Встановити мітки коробки
zh_hans: 设置箱子标签
zh_hk: 設定箱子標籤

source: Set item box
ar: تعيين صندوق العنصر
bn: আইটেমের বাক্স নির্ধারণ করুন
cs: Nastavit krabici položky
da: Angiv genstandens kasse
de: Setze Kisten-Gegenstände
es: Establecer caja del objeto
fr: Définir la boîte de l’élément
hi: वस्तु का डिब्बा सेट करें
it: Imposta scatola elemento
ja: アイテムの箱を設定
nl: Itemdoos instellen
pl: Ustaw pudełko przedmiotu
pt_pt: Set item caixa
uk: Встановити коробку елемента
zh_hans: 设置物品箱子
zh_hk: 設定物品箱子

source: Set last number
ar: تعيين الرقم الأخير
bn: শেষ সংখ্যা নির্ধারণ করুন
cs: Nastavit poslední číslo
da: Angiv sidste nummer
es: Establecer último número
fr: Définir le dernier numéro
hi: अंतिम संख्या सेट करें
it: Imposta ultimo numero
ja: 最後の番号を設定
nl: Laatste nummer instellen
pl: Ustaw ostatni numer
uk: Встановити останній номер
zh_hans: 设置最后編号
zh_hk: 設定最後編號

source: Set tags ${tags} for box ${boxIdentifier}
ar: تعيين الوسوم ${tags} للصندوق ${boxIdentifier}
bn: বাক্স ${boxIdentifier}-এর জন্য ট্যাগ ${tags} নির্ধারণ করুন
cs: Nastavit značky ${tags} pro krabici ${boxIdentifier}
da: Angiv tagsene ${tags} for kasse ${boxIdentifier}
de: Setze die Tags ${tags} für die Kiste ${boxIdentifier}.
es: Establecer etiquetas ${tags} para la caja ${boxIdentifier}
fr: Définir les étiquettes ${tags} pour la boîte ${boxIdentifier}
hi: डिब्बा ${boxIdentifier} के लिए टैग ${tags} सेट करें
it: Imposta etichette ${tags} per la scatola ${boxIdentifier}
ja: 箱 ${boxIdentifier} にタグ ${tags} を設定
nl: Stel tags ${tags} in voor doos ${boxIdentifier}
pl: Ustaw tagi ${tags} dla pudełka ${boxIdentifier}
pt_pt: Set tags ${tags} for caixa ${caixaIdentifier}
uk: Встановити мітки ${tags} для коробки ${boxIdentifier}
zh_hans: 为箱子 ${boxIdentifier} 设置标签 ${tags}
zh_hk: 為箱子 ${boxIdentifier} 設定標籤 ${tags}

source: Settings
ar: الإعدادات
bn: সেটিংস
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Configuración
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
uk: Налаштування
zh_hans: 设置
zh_hk: 設定

# Settings.Appereance
source: List Appearance
ar: مظهر القائمة
bn: চেহারা
cs: Vzhled
da: Listeudseende
de: Listenansicht
es: Apariencia
fr: Apparence
hi: सूची का रूप
it: Aspetto lista
ja: リストの見た目
nl: Lijstweergave
pl: Wygląd listy
pt_pt: Aspeto
uk: Зовнішній вигляд списку
zh_hans: 外观
zh_hk: 外觀

# Settings.apply
source: Apply
ar: تطبيق
bn: প্রয়োগ করুন
cs: Použít
da: Anvend
de: Anwenden
es: Aplicar
fr: Appliquer
hi: लागू करें
it: Applica
ja: 適用
nl: Toepassen
pl: Zastosuj
pt_pt: Aplicar
uk: Застосувати
zh_hans: 应用
zh_hk: 應用

# Settings.apply2
source: Apply?
ar: هل تريد التطبيق؟
bn: এটি কি প্রয়োগ করতে চান?
cs: Použít na vše
da: Anvende?
de: anwenden?
es: ¿aplicar?
fr: appliquer ?
hi: लागू करें?
it: Applicare?
ja: 適用しますか？
nl: Toepassen?
pl: Zastosować?
pt_pt: Aplicar a tudo
uk: Застосувати?
zh_hans: 应用?
zh_hk: 應用?

# Settings.applyBackup
source: Apply backup %@?
ar: هل تريد تطبيق النسخة الاحتياطية %@؟
bn: ব্যাকআপ প্রয়োগ করুন
cs: Použít zálohu
da: Anvend backup %@?
de: Backup %@ anwenden?
es: ¿Aplicar copia de seguridad %@?
fr: Appliquer la sauvegarde %@ ?
hi: बैकअप %@ लागू करें?
it: Applicare backup %@?
ja: バックアップ %@ を適用しますか？
nl: Back-up %@ toepassen?
pl: Zastosować kopię %@?
pt_pt: Aplicar cópia de segurança
uk: Застосувати резервну копію %@?
zh_hans: 应用备份 %@?
zh_hk: 應用備份 %@?

# Settings.backup
source: Backup
ar: نسخة احتياطية
bn: ব্যাকআপ
cs: Záloha
da: Sikkerhedskopi
es: Copia de seguridad
fr: Sauvegarde
hi: बैकअप
ja: バックアップ
pl: Kopia zapasowa
pt_pt: Cópia de segurança
uk: Резервне копіювання
zh_hans: 备份
zh_hk: 備份

# Settings.backupandimport
source: Backup & Import
ar: نسخ احتياطي واستيراد
bn: ব্যাকআপ ও ইমপোর্ট
cs: Zálohování a import
da: Backup og import
es: Copia de seguridad e importación
fr: Sauvegarde & Importation
hi: बैकअप और आयात
it: Backup e importazione
ja: バックアップとインポート
nl: Back-up & importeren
pl: Kopia zapasowa i import
pt_pt: Cópia de segurança e importação
uk: Резервне копіювання та імпорт
zh_hans: 备份和导入
zh_hk: 備份與導入

# Settings.createbackup
source: Create Backup
ar: إنشاء نسخة احتياطية
bn: ব্যাকআপ তৈরি করুন
cs: Vytvořit zálohu
da: Opret backup
de: Backup erstellen
es: Crear copia de seguridad
fr: Créer une sauvegarde
hi: बनाएँ बैकअप
it: Crea backup
ja: バックアップを作成
nl: Back-up maken
pl: Utwórz kopię zapasową
pt_pt: Criar cópia de segurança
uk: Створити резервну копію
zh_hans: 创建备份
zh_hk: 創建備份

# Settings.database
source: Database
ar: قاعدة البيانات
bn: ডাটাবেস
cs: Databáze
da: Databasen
de: Datenbank
es: Base de datos
fr: Base de données
hi: डेटाबेस
ja: データベース
pl: Baza danych
pt_pt: Base de dados
uk: База даних
zh_hans: 数据库
zh_hk: 數據庫

# Settings.delete
source: Delete
ar: حذف
bn: মুছুন
cs: Smazat
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Elimina
ja: 削除
nl: Verwijderen
pl: Usuń
pt_pt: Eliminar
uk: Видалити
zh_hans: 删除
zh_hk: 刪除

# Settings.delete1
source: Delete?
ar: هل تريد الحذف؟
bn: মুছে ফেলা
cs: Smazat data
da: Slette?
de: löschen?
es: ¿eliminar?
fr: supprimer ?
hi: हटाएँ?
it: Eliminare?
ja: 削除しますか？
nl: Verwijderen?
pl: Usunąć?
pt_pt: Eliminar dados
uk: Видалити?
zh_hans: 删除?
zh_hk: 刪除?

# Settings.delete2
source: Delete
ar: حذف
bn: এটি আর ফেরত আনা যাবে না।
cs: Potvrdit smazání
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Elimina
ja: 削除
nl: Verwijderen
pl: Usuń
pt_pt: Confirmar eliminação
uk: Видалити
zh_hans: 删除
zh_hk: 刪除
